Repository: saroesler/Vermeldungen
Catalog: locale/*/LC_MESSAGES/module_vermeldungen.po
Languages: de

source: There is no class given
de: Es wurde keine Klasse angegeben.

source: News with id %s not found
de: Vermeldung mit der ID %s konnte nicht gefunden werden

source: This Attribute does already exist!
de: Dieses Attribut existiert schon!

source: Template has been edited successfully.
de: Die Vorage wurde erfolgreich bearbeitet.

source: Creat Vermeldungenlist
de: Erstelle Vermeldungsliste

source: Users view
de: Ausgabe

source: The News doesn't exist!
de: Die Vermeldung existiert nicht!

source: No Template selected.
de: Keine Vorlage ausgewählt

source: Standard View
de: Zeige Ausgabe "Homepage"

source: Standard Print
de: Drucken "Aushang"

source: View Output
de: Zeige Ausgabe

source: Print
de: Drucken

source: Manage Outputs
de: Ausgabekanäle verwalten

source: Main
de: Hauptseite

source: View
de: Ausgabe

source: show the userlist
de: Zeigt die Benutzeransicht

source: Templates
de: Vorlagen

source: New Template
de: Neue Vorlage

source: Show Templates
de: Zeige Vorlagen

source: Print
de: Drucken

source: Download the list
de: Die Liste herunterladen

source: Please insert a news!
de: Bitte geben Sie eine Vermeldung ein!

source: Please insert an output!
de: Bitte geben Sie eine Ausgabe an

source: ID is missing.
de: Die ID fehlt

source: There is no valid name!
de: Der Name ist ungültig!

source: There is no valid date!
de: Das Datum ist ungültig!

source: There is no valid time!
de: Die Zeit ist ungültig!

source: News has been added successfully.
de: Die Vermeldung wurde erfolgreich hinzugefügt

source: missing $id
de: es fehlt $id

source: News has been removed successfully.
de: Die Vermeldung wurde erfolgreich gelöscht.

source: Data has been removed successfully.
de: Die Vermeldung wurde erfolgreich gelöscht.

source: Template has been removed successfully.
de: Die Vorlage wurde erfolgreich gelöscht.

source: Output has been added successfully.
de: Die Ausgabe wurde erfolgreich hinzugefügt

source: Output has been removed successfully.
de: Die Ausgabe wurde erfolgreich gelöscht.

source: Output has been edited successfully.
de: Das Ausgabe wurde erfolgreich bearbeitet.

source: Output
de: Ausgabe

source: Page Format
de: Seiten Format

source: Date on side
de: Datum auf Seite

source: Delete all Outputs!
de: Lösche alle Ausgabekanäle!

source: Worships
de: Gottesdinste

source: Help
de: Hilfe

source: Add and manage a Church
de: Hinzufügen und Verwalten von Gottesdiensten

source: view
de: Anzeige

source: Template News Editor
de: Vorlagen Vermeldungen Editor

source: Template:
de: Vorlage:

source: Date:
de: Datum:

source: Time:
de: Uhrzeit:

source: Attributes
de: Attribute

source: If you need a wordwrap, you can use "&lt;br /&gt;".
de: Wenn Sie einen Zeilenumbrauch benötigen, tippen Sie bitte "&lt;br /&gt;".

source: Save
de: Speichern

source: Cancel
de: Abbrechen

source: Preview
de: Vorschau

source: Mainpage
de: Hauptseite

source: Date
de: Datum

source: Time
de: Uhrzeit

source: Standard
de: Aushang/ Homepage

source: Create a news from a template
de: Erstelle eine Vermeldung aus einer Vorlage

source: General News
de: Allgemeines

source: Create a general news from a template
de: Erzeuge eine allgemeine Vermeldung aus einer Vorlage

source: Delete all News!
de: Lösche Vermeldungen!

source: News Editor
de: Vermeldung Editor

source: Church Editor
de: Editor

source: Admin page
de: Administrationsseite

source: Template Editor
de: Vorlagen Editor

source: You can insert your template via HTML. For Variables, you has to use &#123;YOUR VARIABLE&#125;. This Name you has to fill in the attribute list below.
de: Sie können Ihre Vorlage mit HTML schreiben. Für Variablen nutzen Sie &#123;IHRE VARIABLE&#125;. Diese müssen Sie dann unten in der Attributliste angeben.

source: Print Template:
de: Vorlagen

source: Attribute
de: Attribut

source: List Templates
de: Vorlagen Liste

source: Delete all Templates!
de: Lösche alle Vorlagen!
